core/src/org/openspcoop2/message/soap/reader/test/requestEnvelope_returnLine_soap12.xml

<?xml version="1.0" encoding="UTF-8"?>
        <SOAP-ENV:Envelope
            xmlns:SOAP-ENV="http://www.w3.org/2003/05/soap-envelope"
            xmlns:xsd="http://services.samples/xsd"
            xmlns:ns1="http://operations.it.gov.inps/">
            <SOAP-ENV:Body><xsd:skcotSyub>
<redro><lobmys>IBM</lobmys><DIreyub>asankha</DIreyub><ecirp>140.34</ecirp><emulov>2000</emulov></redro>
</xsd:skcotSyub></SOAP-ENV:Body>
        </SOAP-ENV:Envelope>
